# RbsSystemRisedrop1lineteedownsymbolParam Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsSystemRisedrop1lineteedownsymbolParam Property
ParameterTypeId Class See Also
---
"Single Line Tee Down Symbol"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsSystemRisedrop1lineteedownsymbolParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsSystemRisedrop1lineteedownsymbolParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsSystemRisedrop1lineteedownsymbolParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace